{
    "home": {
        "nav1": "Home",
        "nav6": "Staking",
        "nav7": "Referral",
        "docs1": "DOCS",
        "presaleJoin2": "Connect Wallet",
        "guardian": {
            "title": "Be the Guardian — Drive, Earn, Connect."
        },
        "partnership": {
            "title": "Featured In"
        }
    },
    "staking": {
        "a2": "Ready to stake your GOTCAR tokens? Staking rewards are distributed over three years with a dynamic reward rate.",
        "b1": "Unstake Your Tokens",
        "b2": "UNSTAKE YOUR TOKENS",
        "b3": "Unstaking will be available after the presale has concluded.",
        "b4": "Unstaking can be made 7 days after the request date.",
        "c1": "STAKED BALANCE",
        "c2": "AVAILABLE TO STAKE",
        "c3": "BUY AND STAKE",
        "c4": "BUY AND STAKE $GOTCAR",
        "c6": "ALL",
        "c7": "Enter $GOTCAR amount",
        "c8": "BUY $GOTCAR",
        "c9": "STAKE $GOTCAR",
        "c11": "You're about to stake the $GOTCAR amount shown above. Would you like to proceed?",
        "c12": "CONFIRM",
        "c13": "CANCEL",
        "d1": "YOUR % OF POOL",
        "d2": "TOTAL STAKED",
        "e1": "ESTIMATED REWARDS",
        "e2": "Rewards rate is dynamic",
        "e3": "Monthly = Rewards % / 12",
        "e4": "Daily = Rewards % / 365",
        "f1": "TOTAL REWARDS",
        "f2": "CLAIM REWARDS",
        "f3": "CLAIM $GOTCAR",
        "f4": "You're about to claim the $GOTCAR amount shown above. Would you like to proceed?",
        "f5": "*Claims will be processed within 3 days of your request."
    },
    "referral": {
        "a1": "MY INVITED",
        "a2": "Generate referral code",
        "a3": "Connect Wallet"
    },
    "roadmap": {
        "a1": "GOTCAR Roadmap",
        "f1": "DISCLAIMER:",
        "g1": "Always do your own research. Nothing presented here constitutes financial advice. This is a meme coin, intended for fun and entertainment."
    },
    "metadata": {
        "title": "GOTCAR Official Page",
        "openGraphTitle": "The first car meme coin",
        "openGraphDescription": "GOTCAR - \"The first car meme coin\"",
        "home": {
            "title": "GOTCAR - Guardians Of The Car | AI-Powered Mobility Ecosystem | Zero Accidents",
            "description": "GOTCAR transforms real-time driving data into secure, private, and valuable digital assets. Powered by AI Mobility Agent, building a safer, smarter, and decentralized mobility ecosystem. Join the Guardians and earn rewards through G2E (Guardians-to-Earn).",
            "keywords": "GOTCAR, Guardians Of The Car, AI mobility, autonomous driving, blockchain mobility, drive to earn, G2E, Guardians-to-Earn, cryptocurrency, meme coin, AI agent, AI Mobility Agent, vehicle positioning, precision positioning, traffic safety, smart mobility, Web3 mobility, decentralized mobility, car token, mobility ecosystem, road safety, AI navigation, mobility data, blockchain technology, Mobility Data Blockchain, Precision Positioning AI Engine, crypto staking, referral program, token presale, zero accidents, real-time driving data, digital assets, mobility analytics, smart payment, AI risk alert, precision parking, indoor parking, B2B data, OEM partnerships"
        },
        "staking": {
            "title": "GOTCAR Token Staking | My TOKEN STAKING Status | Earn Rewards",
            "description": "Stake your GOTCAR tokens and earn rewards. View your staking status, staked balance, available balance, and estimated rewards. GOTCAR staking rewards are distributed over three years with dynamic reward rates.",
            "keywords": "GOTCAR staking, token staking, crypto staking, GOTCAR rewards, staking rewards, blockchain staking, DeFi staking, cryptocurrency staking, token rewards, staking platform, GOTCAR token, earn crypto, staking balance, unstaking, claim rewards, staking status, staked balance, available balance, annual reward rate, pool rate, total staked, reward distribution, three year staking, dynamic rewards"
        },
        "referral": {
            "title": "GOTCAR Referral Program | My Referral Status | Earn 5% Rewards",
            "description": "Invite friends and earn 5% rewards with GOTCAR referral program. Generate your referral code, track your referral status, and earn rewards when your referrals participate in the GOTCAR ecosystem.",
            "keywords": "GOTCAR referral, referral program, crypto referral, referral rewards, invite friends, earn rewards, referral code, GOTCAR referral program, cryptocurrency referral, blockchain referral, token referral, referral bonus, affiliate program, referral tracking, referral status, 5% referral reward, referral commission, referral link, referral system, referral earnings, referral history"
        }
    }
}
